tap "buo/cask-upgrade"
tap "git-chglog/git-chglog"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "vitorgalvao/tiny-scripts"
brew "diff-so-fancy"
brew "direnv"
brew "elvish"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "htop"
brew "hub"
brew "jump"
brew "mas"
brew "openssl@1.1"
brew "mosh"
brew "neovim"
brew "nvm"
brew "sqlite"
brew "ripgrep"
brew "rustup-init"
brew "tealdeer"
brew "tig"
brew "trash"
brew "yadm"
brew "yarn"
brew "git-chglog/git-chglog/git-chglog"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "1password"
cask "1password-cli"
cask "affinity-designer-beta"
cask "affinity-photo-beta"
cask "alfred"
cask "balenaetcher"
cask "bettertouchtool"
cask "calibre"
cask "choosy"
cask "cleanshot"
cask "contraste"
cask "daisydisk"
cask "discord"
cask "docker"
cask "elgato-control-center"
cask "fantastical"
cask "figma"
cask "flux"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "google-drive-file-stream"
cask "gpg-suite-no-mail"
cask "iterm2"
cask "karabiner-elements"
cask "notion"
cask "nvalt"
cask "obs"
cask "postman"
cask "rescuetime"
cask "rocket"
cask "sf-symbols"
cask "slack"
cask "spotify"
cask "swiftformat-for-xcode"
cask "tableplus"
cask "visual-studio-code"
cask "zoomus"
mas "ColorSlurp", id: 1287239339
mas "Deliveries", id: 924726344
mas "Keynote", id: 409183694
mas "NepTunes", id: 1006739057
mas "Pixave", id: 924891282
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
